{
  "homePage": {
    "imageSlides": [
      "/DSC_0130.jpg",
      "/Capture.jpg",
      "/DSC_0058.jpg",
      "/006dbe29-ecb8-4d26-a2e2-ea168571ac7c.JPG",
      "/20240624_140717.jpg",
      "/DSC_1456.jpg",
      "/DSC_0132.jpg",
      "/M55A6170.jpg",
      "/DSC01767.JPG",
      "/DSC_1591.jpg",
      "/DSC_1476.jpg",
      "/DSC_0505.jpg",
      "/M55A6517.jpg",
      "/DSC_1574.jpg",
      "/DSC01740.JPG",
      "/DSC_1460.jpg",
      "/DSC01756.JPG",
      "/DSC_0080.jpg",
      "/DSC_1511.jpg",
      "/DSC_1669.jpg",
      "/DSC01757.JPG"
    ],
    "testimonials": [
      {
        "quote": "I loved being underwater. It was one of the best parts of the day. I also enjoyed playing with the other children. Floating on my own was fun because I could move around the water without anyone holding me. I felt really proud of myself! When I go underwater, I like to blow bubbles and relax. I dream of being in the Olympics someday and swimming all by myself. The boat trip was amazing too! I’ll never forget seeing the dolphins following us and the seals on the mountain.",
        "name": "Mivi Tyanase, ASS swimmer"
      },
      {
        "quote": "Joining ASS as a volunteer has been such an amazing journey. To see how the children’s relationship with water changes over time as they grow more and more confident is life-changing. Whenever I think about AAS I feel overwhelmingly blessed to have had the opportunity to impact the swimmers’ lives and experience their joy in the water. ",
        "name": "Arianne Bauer, ASS volunteer"
      },
      {
        "quote": "It’s been nothing short of fulfilling to dedicate my available time to such a meaningful cause. As someone who’s always had a strong connection to the water, sharing my love for it with the brave and passionate kids in the program has been an absolute joy. AAS is truly one of a kind, and I feel incredibly blessed to be part of it. From witnessing their first strokes to seeing their confidence soar, every moment spent with these amazing kids reinforces the value of this experience. ",
        "name": "Grace Ash, volunteer"
      },
      {
        "quote": "Since joining Coach Louise and the adopt  a swimmer group this year, I am no longer scared of the water. I love to play in the water, but it is so dangerous. Now I feel safe.",
        "name": "Cazwille Oliphant, ASS swimmer"
      },
      {
        "quote": "I like to swim very much, I have learned to get used to the cold water. Thanks to Adopt a swimmer, I learned a lot.",
        "name": " El-Duveen, ASS swimmer"
      },
      {
        "quote": "Adopt a swimmer has made me used to the water. I have learned so much from Coach Louise. I can now swim on my own and can do so much more in the water. In Kranshoek, where I live, there is no swimming pool. The sea is also very far.",
        "name": "Sivrihanna Le Fleur, ASS swimmer"
      },
      {
        "quote": "Swimming is my favourite sport. I always wanted to swim. I love it when we learn all the different techniques. I am no longer afraid to be in the pool or to get in. I am used to it by now. I have become a brave girl since I started and I can now go a little deeper. Thank you ADOPT A SWIMMER ",
        "name": "Zoe-Lee Solomons, ASS swimmer "
      },
      {
        "quote": "At first I did not know how to swim and I was afraid but Coach Louise showed me everything I needed to know and I can now swim and I am good at it. I can’t wait to learn more. ",
        "name": "Raython Wabanie, ASS swimmer "
      },
      {
        "quote": "The patience, care and never-ending belief of Louise in each of the pupils is something I strive towards. Her ability to understand the needs and skill level of each individual, teach them how to swim, and foster a love for water is remarkable. There have been many moments of joy in the pool. One that I will cherish forever was when a new pupil who had never been in a pool before climbed into the water fearful and uncertain. Once a noodle was fastened around his waist and he realized he was able to float, he burst out laughing in disbelief; a laughter of pure enjoyment from deep within. His fear faded, and this youngster has made immense progress with swimming. It is a genuine privilege to work alongside Louise, the legacy of AAS is great and has changed many lives.  ",
        "name": "Lize van Rooyen, volunteer"
      },
      {
        "quote": "I love to be in the water with Coach Louise , it is so much fun and I am no longer afraid as I always have been. ",
        "name": "Walè Lukas, ASS swimmer "
      },
      {
        "quote": "Thank you for letting me swim. I have learned so much about diving, swordfish, muddy puddles and more. I love to swim with Coach Louise, she is the best. ",
        "name": "Anelle Jantjies, ASS swimmer  "
      }
    ]
  },
  "sponsorshipsPage": {
    "activeSponsors": [
      {
        "imgUrl": "assets/images/collaborators/carved-media.jpg",
        "alt": "Carved Media logo",
        "link": "https://carvedmedia.com/"
      },
      {
        "imgUrl": "assets/images/collaborators/delicious-bokeh.jpg",
        "alt": "Delicious Bokeh logo",
        "link": "https://deliciousbokeh.com/"
      },
      {
        "imgUrl": "assets/images/collaborators/sasfin-logo-1.jpg",
        "alt": "Sasfin Bank logo",
        "link": "https://sasfin.com/"
      },
      {
        "imgUrl": "assets/images/collaborators/the-fat-fish.jpg",
        "alt": "The Fat Fish logo",
        "link": "https://thefatfish.co.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/the-wright-designs.jpg",
        "alt": "The Wright Designs logo",
        "link": "https://thewrightdesigns.co.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/the-collaborative-exchange.jpg",
        "alt": "The Collaborative Exchange logo",
        "link": "https://thecollaborative.co.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/mungo-move-logo.jpg",
        "alt": "Mungo Move logo",
        "link": "https://www.mungo.co.za/about-us/move/"
      },
      {
        "imgUrl": "assets/images/collaborators/bitou-municipality-logo.jpg",
        "alt": "Bitou Municipality logo",
        "link": "https://www.bitou.gov.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/ez-life-swimming-logo.jpg",
        "alt": "EZ Life logo",
        "link": "https://www.ezlifesports.com/"
      },
      {
        "imgUrl": "assets/images/collaborators/stormsriver-adventures.jpg",
        "alt": "Stormsriver Adventures logo",
        "link": "https://www.stormsriver.com/"
      },
      {
        "imgUrl": "assets/images/collaborators/canopy-tours-logo.jpg",
        "alt": "Canopy Tours logo",
        "link": "https://www.canopytour.co.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/plett-villas-logo.jpg",
        "alt": "Plett Villas logo",
        "link": "https://plettvillas.co.za/"
      },
      {
        "imgUrl": "assets/images/collaborators/beacon-island-logo.png",
        "alt": "Beacon Island logo",
        "link": "https://www.southernsun.com/beacon-island-resort"
      }
    ]
  },
  "contactPage": {
    "email": "louise@adoptaswimmer.co.za",
    "phone": "+27 82 452 2248"
  }
}
